Repository: danijel3/ClarinSpeechWebsite
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: pl

# strona_główna
source: Home page
pl: Strona główna

# korpusy
source: Corpora and other resources
pl: Korpusy i inne zasoby

# kontakt
source: Contact
pl: Kontakt

# właściciel
source: Owner
pl: Właściciel

# opis
source: Description
pl: Opis

# hasło
source: Password
pl: Hasło

# hasła_się_różnią
source: Passwords are not the same!
pl: Hasła nie są takie same!

# powtórz_hasło
source: Repeat the password
pl: Powtórz hasło

# widoczność
source: Visibilty
pl: Widoczność

# publiczny
source: Public
pl: Publiczny

# tylko_do_odczytu
source: View-only
pl: Tylko do odczytu

# prywatny
source: Private
pl: Prywatny

# nowy_projekt
source: New project
pl: Nowy projekt

# projekt_usunięty
source: The project has been removed!
pl: Projekt został usunięty!

# emu_projekt_tytuł
source: EMU project
pl: Projekt EMU

# zmień_projekt
source: Modify project
pl: Zmień projekt

# hasło_tytuł
source: This project is password protected
pl: Projekt zabezpieczono hasłem

# po_dacie
source: Date after
pl: Po dacie

# przed_datą
source: Date before
pl: Przed datą

# szukaj_projekt
source: Project search
pl: Wyszukaj projekt

# view_any_tytuł
source: Download file
pl: Pobierz plik

# tool_tytuł
source: Speech services
pl: Usługi mowy

# g2p_tytuł
source: Phonetization of a single word
pl: Transkrpycja pojedynczego wyrazu

# g2p_wordlist_tytuł
source: Phonetization of a word list
pl: Transkrypcja listy wyrazów

# textnorm_tytuł
source: Text normalization
pl: Normalizacja tekstu

# audionorm_tytuł
source: Audio normalization
pl: Normalizacja audio

# forcealign_tytuł
source: Align short audio files
pl: Segmentacja krótkich nagrań

# segalign_tytuł
source: Align long audio files
pl: Segmentacja długich nagrań

# reco_tytuł
source: Full speech recognition
pl: Pełne rozpoznawanie mowy

# vad_tytuł
source: Voice activity detection
pl: Detekcja mowy

# kws_tytuł
source: Keyword spotting
pl: Detekcja słów kluczowych

# emu_tool_tytuł
source: A tool to create EMU-SDMS corpora
pl: Narzędzie do tworzenia korpusu EMU-SDMS

# właściciel_opis
source: This will make the project easier to locate.
pl: Nazwa ta służy do ułatwienia wyszukiwania.

# opis_opis
source: Describe briefly the content of the corpus.
pl: Opisz krótko zawartość korpusu.

# widoczność_opis
source: A public corpus is visible and can be modified by anyone. A view-only corpus is visible by anyone, but can be modified only after entering the password. A private corpus is accessible only with a password.
pl: Korpus publiczny jest widoczny i może być zmieniany przez dowolną osobę. Tylko widoczny jest widoczny dla dowolnej osoby, ale może być zmieniany dopiero po wprowadzeniu hasła. Prywatny jest dostępny tylko po wpisaniu hasła.

# hasło_bez_zmian
source: Password not changed
pl: Hasło bez zmian

# hasło_opis_modyfikacja
source: If you do not wish to change the password, leave the above fields empty.
pl: Jeśli nie chcesz zmieniać hasła, zostaw powyższe pola puste.

# zmień
source: Modify
pl: Zmień

# anuluj
source: Cancel
pl: Anuluj

# czy_usunąć_projekt
source: Are you sure you want to delete this project?
pl: Czy na pewno chcesz usunąć ten projekt?

# usuń
source: Delete
pl: Usuń

# hasło_opis
source: A password protect the project from being altered by random users. Use the visibility options to determine the level of accessibility to the project. A password will always be required in order to change the owner, description, visibility or the password of the project.
pl: Hasło uniemożliwia zmiany projektu niepowołanym osobom. Użyj opcji widoczności, żeby ustalić jak ograniczyć dostęp do zasobów projektu. Do zmiany nazwy, opisu, widoczności lub hasła zawsze jest konieczne zalogowanie do projektu bieżącym hasłem!

# stwórz
source: Create
pl: Stwórz

# wprowadź_hasło
source: Please enter the password
pl: Wprowadź hasło

# potwierdź
source: Confirm
pl: Potwierdź

# błędne_hasło
source: Wrong password.
pl: Błędne hasło.

# stworzony_przez
source: Created by
pl: Stworzony przez

# wyloguj_się
source: Log out
pl: Wyloguj się

# zaloguj_się
source: Log in
pl: Zaloguj się

# modyfikuj
source: Modify
pl: Modyfikuj

# pliki_click_drag_opis
source: Drag here or click to upload the audio file(s).
pl: Przeciągnij tutaj albo kliknij, żeby wgrać plik(i) audio.

# w trakcie przetwarzania, odświeżam za
source: The project is being processed! Page will refresh automatically in
pl: W trakcie przetwarzania! Strona zostanie odświeżona za

# kliknij <a id="refresh-link" href="#">tutaj</a> żeby odświeżyć natychmiast
source: click <a id="refresh-link" href="#">here</a> to refresh immediately
pl: Kliknij <a id="refresh-link" href="#">tutaj</a> żeby odświeżyć natychmiast

# ściągnij_projekt
source: Download the whole project
pl: Ściągnij cały projekt

# otwórz_webapp
source: Open in EMU-WebApp
pl: Otwórz w EMU-WebApp

# wykonaj_dla_projektu
source: Execute for all
pl: Wykonaj dla całości

# wygeneruj_wszystkie_transkrypcje
source: Generate all transcriptions
pl: Wygeneruj wszystkie transkrypcje

# wygeneruj_wszystkie_segmentacje
source: Generate all segmentations
pl: Wygeneruj wszystkie segmentacje

# usuń_wszystkie_audio
source: Remove all audio files
pl: Usuń wszystkie pliki audio

# usuń_wszystkie_transkrypcje
source: Remove all transcriptions
pl: Usuń wszystkie transkrypcje

# usuń_wszystkie_segmentacje
source: Remove all segmentations
pl: Usuń wszystkie segmentacje

# sesja
source: Session
pl: Sesja

# paczka
source: Bundle
pl: Paczka

# pliki
source: Files
pl: Pliki

# zmień_nazwę
source: Rename bundle
pl: Zmień nazwę

# zmień_sesję
source: Change session
pl: Zmień sesję

# wgraj_audio
source: Upload audio file
pl: Wgraj audio z pliku

# wgraj_transkrypcję
source: Upload transcription
pl: Wgraj transkrypcję z pliku

# wgraj_segmentację
source: Upload segmentation
pl: Wgraj segmentację z pliku

# wygeneruj_transkrypcję
source: Generate transcription
pl: Wygeneruj transkrypcję

# wygeneruj_segmentację
source: Generate segmentation
pl: Wygeneruj segmentację

# podziel_paczkę
source: Split file by silence
pl: Podziel paczkę przez ciszę

# usuń_audio
source: Remove audio file
pl: Usuń plik audio

# usuń_transkrypcję
source: Remove transcription
pl: Usuń transkrypcję

# usuń_segmentację
source: Remove segmentation
pl: Usuń segmentację

# usuń_paczkę
source: Delete the entire bundle
pl: Usuń całą paczkę

# zmień_nazwę_paczki
source: Rename bundle
pl: Zmień nazwę paczki

# na_paczkę
source: into the bundle
pl: na paczkę

# zatwierdź
source: Confirm
pl: Zatwierdź

# zmień_nazwę_sesji
source: Rename session
pl: Zmień nazwę sesji

# dla_paczki
source: For the bundle
pl: Dla paczki

# dodaj_plik
source: Add file
pl: Dodaj plik

# do_paczki
source: Into bundle
pl: do paczki

# dodaj
source: Add
pl: Dodaj

# czy_usunąć_zasób
source: Are you sure you want to delete the resource?
pl: Czy na pewno chcesz usunąć zasób?

# czy_wykonać_akcję
source: Are you sure you want to execute this action?
pl: Czy na pewno chcesz wykonać akcję?

# emu_search_tytuł
source: Project search
pl: Wyszukiwanie projektu

# filtry
source: Filters
pl: Filtry

# filtruj
source: Filter
pl: Filtruj

# resetuj
source: Reset
pl: Resetuj

# identyfikator
source: Identifier
pl: Identyfikator

# data_stworzenia
source: Creation date
pl: Data stworzenia

# główny_tytuł
source: Speech processing tools and services
pl: Narzędzia i usługi do przetwarzania nagrań mowy

# usługi
source: Speech services
pl: Usługi mowy

# usługi_desc
source: You will find various standalone services here, like G2P, speech alignment and speech recognition.
pl: Tutaj znajdziesz różne samodzielne usługi typu konwersja G2P, dopasowanie czasowe nagrań i automatyczne rozpoznawanie mowy.

# narzędzie_emu
source: A tool to create EMU-SDMS corpus
pl: Narzędzie do tworzenia korpusu EMU-SDMS

# emu_desc
source: This is a tool that lets you convert a collection of files into a format that can be easily analyzed using the R package. See Instructions for some examples.
pl: To narzędzie pozwala na konwersje kolekcji plików do formatu ułatwiającego analizę pakietem statystycznym R. Pod linkiem instrukcje znajdziesz kilka przykładów.

# korpus
source: Corpora
pl: Korpus

# korpus_desc
source: Here you will find the corpora released during the project.
pl: Tu są korpusy i inne dane opublikowane w trakcie projektu.

# kontakt_opis
source: Plase contact us under the following e-mail addresses with any questions regarding the mowa.clarin-pl.eu website:
pl: W razie dowolnych pytań na temat działania serwisu mowa.clarin-pl.eu prosimy o kontakt do następujących osób:

# cytowanie
source: Citation
pl: Cytowanie

# cytowanie_opis
source: Persons using the resources or tools are kindly asked to cite the following publication:
pl: Osoby korzystające z zasobów lub narzędzi proszone są o cytowanie następującej publikacji:

# link_do_pracy
source: Link to the publication
pl: Link do pracy

# korpusy_tytuł
source: CLARIN-PL speech resources
pl: Zasoby mowy projektu CLARIN-PL

# korpus_studio_tytuł
source: Studio quality speech corpus
pl: Korpus nagrań studyjnych

# korpus_opis
source: You may download the corpus in EMU-SDMS format from the link below. The downloaded corpus may be used for an analysis using the R tool and the emuR library. More information is available <a href="https://ips-lmu.github.io/EMU.html">here</a>.
pl: Korpus można ściągnąć w formacie EMU-SDMS z linku poniżej. Tak ściągniętego korpusu można użyć do analizy przy pomocy narzędzia R oraz biblioteki emuR. Więcej informacji pod <a href="https://ips-lmu.github.io/EMU.html">tym</a> linkiem.

# korpus_link
source: Link to the corpus
pl: Link do korpusu

# korpus_webapp_tytuł
source: EMU-WebApp browser
pl: Przeglądarka EMU-WebApp

# korpus_webapp_opis
source: You may view the corpus without downloading it using the link below:
pl: Korpus można też objerzeć bez ściągania korzystając z linku poniżej:

# link_do_usługi
source: Link to the service
pl: Link do usługi

# korpus_licencja
source: Corpus license
pl: Licencja do korpusu

# kaldi_baseline_opis
source: Under the link below you may find information about the version of the corpus prepared for training of the speech recognition system based on Kaldi LVSCR. It contains all the descriptions and scripts allowing you to train the system personally.
pl: Pod linkiem poniżej można znaleźć informacje na temat wersji korpusu przygotowanej do wytrenowania systemu rozpoznawania mowy opartego o system LVSCR Kaldi. Tam znajdują się wszystkie opisy i skrypty pozwalające na samodzielne wytrenowanie systemu.

# CLARIN-PL
source: CLARIN-PL project
pl: Projekt CLARIN-PL

# instrukcje
source: Instructions
pl: Instrukcje

# zasoby
source: Resources
pl: Zasoby

# ident_pierwszy
source: First resource identifier
pl: Identyfikator zasobu pierwszego

# ident_drugi
source: Second resource identifier
pl: Identyfikator zasobu drugiego

# audio_tytuł
source: Audio file
pl: Plik audio

source: Play/Pause
pl: Odtwórz/Zatrzymaj

# pobierz
source: Download
pl: Pobierz

# pracuję
source: In progress...
pl: Pracuję...

# edytuj
source: Edit
pl: Edytuj

# zapisz
source: Save
pl: Zapisz

# ident_audio
source: Audio file identifier
pl: Identyfikator pliku audio

# ident_trans
source: Transcript identifier
pl: Identyfikator transkrypcji

# f5_refresh
source: Resource is still being processed! Press F5 to try again in a moment...
pl: Nie udało się jeszcze przetworzyć zasobu! Wciśnij F5, aby spróbować ponownie za chwilę...

# błąd_admin
source: Resource processing error! Contact the administrator!
pl: Błąd przetwarzania zasobu! Skontaktuj się z administratorem!

source: Read-only
pl: Tylko do odczytu

# czy_modyfikuj
source: Are you sure you want to modify this resource?
pl: Czy na pewno chcesz zmodyfikować ten zasób?

# opis_narzędzia
source: Tool description
pl: Opis narzędzia

# commandline_tytuł
source: An example of using the service from the command-line
pl: Przykład korzystania z usługi z linii poleceń

# rozpocznij
source: Start
pl: Rozpocznij

# opis_align
source: Time aligns the transcription to audio. Splits the audio into segments (words and phonemes).
pl: Dopasowanie czasowe tekstu do nagrania. Podział nagrania na segmenty (wyrazy i fonemy).

# opis_forced
source: This tool is designed to process fairly short audio files (up to one minute). Longer audio files may cause an error.
pl: Narzędzie to jest dostosowane do przetwarzania stosunkowo krótkich nagrań (poniżej minuty). Dłuższe nagrania mogą spowodować powstanie błędu.

# opis_segment
source: This tool is designed to process fairly long audio files. Very short audio files (a few seconds) may cause an error.
pl: Narzędzie to jest dostosowane do przetwarzania długich nagrań. Może spodowować powstanie błędu na bardzo krótkich nagraniach (kilka sekund długości).

# opis_pliki_audio
source: WARNING: The files uploaded to this service must be formatted accordingly (WAV, 16kHz, mono, 16bit). If the files are not in the correct format, you can use the audio normalization service.
pl: UWAGA: Pliki audio przekazywane do tej usługi muszą być w odpowiednim formacie (WAV, 16kHz, mono, 16-bit). Jeśli plik nie jest w odpowiednim formacie, można skorzystać z usługi normalizacji audio do odpowiedniego przekonwertowania pliku.

# usługę_uruchamiamy_poleceniem
source: The service is started with the following command:
pl: Usługę uruchamiamy następującym poleceniem:

# help_ident_io
source: Which will generate identifiers for input and output files in JSON format, e.g.:
pl: Co wygeneruje identyfikatory plików wejścia i wyjścia w formacie JSON, np:

# help_download
source: You may download the file according to the identifier using the <code>download</code> command, e.g.:
pl: Plik można pobrać według identyfikatora poleceniem <code>download</code>, np:

# help_download_textgrid
source: Files can also be downloaded in the TextGrid format, with an optional argument containing the phonetic script used for the phoneme tier, e.g.:
pl: Pliki można też ściągnąć w formacie TextGrid, podając opcjonalnie alfabet fonetyczny używany w wartstwie fonetycznej, np:

# help_download_annot
source: Files can also be downloaded in the annot.json format used by the EMU-SDMS system, e.g.:
pl: Pliki można również ściągnąć w formacie annot.json używanym przez system EMU-SDMS, np:

# help_download_status_codes
source: If the file is still being processed, you will receive the status code of 503. In case of an error, you will receive the status code of 500. You may also check the status using the <code>status</code> command, e.g.:
pl: Jeśli plik jest jeszcze przetwarzany, otrzymamy kod statusu 503. W przypadku błędu, otrzymamy kod 500. Status można sprawdzić również poleceniem <code>status</code>, np:

# help_status_status_codes
source: This command may return <code>ok</code> if the file is ready for a download, <code>wait</code> if the file is still being processed and <code>error</code> (with a description) if an error has occurred.
pl: Polecenie to może zwrócić wartości <code>ok</code>, kiedy plik jest gotowy do ściągnięcia, <code>wait</code>, jeśli jest wciąż przetwarzany, oraz <code>error</code> (z opisem), jeśli wystąpił błąd.

# help_upload
source: An input file may be uploaded using the <code>upload</code> command, e.g.:
pl: Plik wejściowy można też nagrać poleceniem <code>upload</code>, np:

# help_upload_result
source: Which will generate an identifier for the input file that can be used in the command above:
pl: Co wygeneruje identyfikator pliku wejściowego, który można przekazać do pierwszego polecenia, jak wyżej:

# help_final_download
source: Which will generate an identifier for the output file that can be used in <code>download</code> and <code>status</code> commands.
pl: Co wygeneruje identyfikator pliku wyjściowego, który można przekazać do poleceń <code>download</code> oraz <code>status</code>, tak jak pokazano wyżej.

# wczytaj_nagranie
source: Upload file
pl: Wczytaj nagranie

# wczytaj_transkrypcję
source: Upload transcript
pl: Wczytaj transkrypcję

# opis_audionorm
source: Converting a multimedia file (audio or video) into a WAV audio file, with sampling frequency of 16 kHz, mono and resolution of 16 bits.
pl: Konwersja pliku multimedialnego (audio lub wideo) na plik audio typu WAV, o częstotliwości próbkowania 16 kHz, jednym kanale (mono) oraz rozdzielczości 16 bitów.

# konwertuj
source: Convert
pl: Konwertuj

# opis_g2p_wordlist
source: Converting a word list from ortographic into phonetic script.
pl: Konwersja listy wyrazów z zapisu ortograficznego na fonetyczny.

# help_gen_result
source: Which will generate an output, e.g.:
pl: Co wygeneruje wynik przykładowo:

# help_result_sampa
source: You may also download the output in SAMPA:
pl: Można też pobrać wynik w alfabecie SAMPA:

# help_result_ipa
source: You may also download the output in IPA:
pl: Można też pobrać wynik w alfabecie IPA:

# wgraj_plik
source: Load file
pl: Wgraj plik

# wynik
source: Output
pl: Wynik

# ident_admin
source: In case of an error, please send these data to the administrator!
pl: Proszę wysłać te dane administratorowi w razie problemów!

# błąd_konwersji
source: Conversion error...
pl: Błąd konwersji...

# opis_g2p
source: Converting a word from ortographic into phonetic scirpt.
pl: Konwersja wyrazu z zapisu ortograficznego na fonetyczny.

# help_gen_result_JSON
source: Generates the output in JSON format:
pl: Generuje taki wynik w formacie JSON:

# help_gen_result_utf8
source: Which will generate the output in UTF-8 encoding:
pl: Co wygeneruje wynik w kodzie UTF-8:

# help_503_odśwież
source: In case of increased server utilization, the following result may be returned <code>503 Service Unavaliable</code>. In such a case, the command should be simply repeated.
pl: W przypadku większego obciążenia, serwer może odpowiedzieć kodem <code>503 Service Unavaliable</code>. W takim wypadku wystarczy powtórzyć zapytanie.

# wpisz_wyraz_g2p
source: Enter the word you would like to phonetize:
pl: Wpisz wyraz, który chcesz przetranskrybować:

# opis_reco
source: Converting audio file into ortographic transcription.
pl: Zamiana nagrania mowy na zapis ortograficzny.

# opis_textnorm
source: Converting ortographic transcription into a form which can be phoneticized: converting numerals into words, expanding abbreviations, removing special characters, etc.
pl: Zamiany tekstu ortograficznego na postać nadającą się do transkrypcji fonetycznej: konwersja liczebników na tekst, rozwijanie skrótów, usuwanie znaków specjalnych, itd.

# opis_textnorm_wip
source: WARNING: work in progress! At the moment, the tool does not support most of the mentioned features!
pl: UWAGA: w trakcie tworzenia! W tej chwili narzędzie nie wspiera większości wymienionych funkcji!

# help_trans_normalize
source: The transcription can always be processed using the follwing command <code>text/normalize/[id]</code>:
pl: Zasób będący transkrypcją zawsze można przetworzyć poleceniem <code>text/normalize/[id]</code>:

# help_result_download
source: Which will generate an identifier that can be dowloaded using the <code>download</code> command, as described above.
pl: Co wygnereuje identyfikator, który można pobrać poleceniem <code>download</code> tak, jak opisano wyżej.

# dia_tytuł
source: Speaker diarization
pl: Diaryzacja mówców

# ident_res
source: Resource identifier:
pl: Identyfikator zasobu:

# view_audio_tytuł
source: Audio file
pl: Plik audio

# ident_from
source: Calculated from:
pl: Wyliczony z:

# nieznany_f5
source: Unknown! Press F5 to refresh!
pl: Nieznany! Naciśnij F5, żeby odświeżyć!

# view_seg_tytuł
source: Segmentation
pl: Segmentacja

# view_trans_tytuł
source: Transcript
pl: Transkrypcja

# otwórz_z_audio
source: Open with audio
pl: Otwórz razem z audio
